Repository: WPPlugins/netatmosphere
Catalog: lang/netatmosphere-*.po
Languages: de_de

source: Wait min. %dmin after last refresh <br/>before you can start the next!
de_de: Warte min. %dmin nach einem Aktualisieren, <br/>bevor das nächste gestartet werden kann!

source: Fetch hourly and display weather data coming from www.netatmo.com
de_de: Stündliches Übertragen und Anzeigen von Wetterdaten von www.netatmo.com

source: Clear of device data failed
de_de: Löschen der Gerätedaten schlug fehl!

source: Clear of measurement data failed
de_de: Löschen der Messwerte schlug fehl!

source: Disconnect from NetAtmo account failed
de_de: Trennen der Verbindung vom NetAtmo Konto schlug fehl

source: Display Options
de_de: Anzeigeoptionen

source: Temperature unit
de_de: Temperatur Einheit

source: Pressure unit
de_de: Druck Einheit

source: Uninstall Options
de_de: Deinstallationsoptionen

source: Drop Views
de_de: Views löschen

source: Drop Device Table
de_de: Gerätetabelle löschen

source: Drop Table with measurements
de_de: Messwerttabelle löschen

source: Be careful! This takes affect when you uninstall the plugin!
de_de: Achtung! Das wird beim Deinstallieren ausgeführt!

source: Options
de_de: Optionen

source: Examples
de_de: Beispiele

source: About
de_de: Über

source: Devices
de_de: Geräte

source: Measure data
de_de: Messwerte

source: Records
de_de: Datensätze

source: Devices in Cache: %d<br/>Measure types: %d
de_de: Geräte im Cache: %d<br/>Unterschdl. Messwerte: %d

source: Measure records in Cache
de_de: Messwerte im Cache

source: Refresh data
de_de: Aktualiseren

source: Last refresh
de_de: Letzte Aktualisierung

source: Newest measure time
de_de: Aktuellster Messwert

source: Next run
de_de: Nächste Aktualisierung

source: Run now
de_de: Jetzt aktualisieren

source: Be careful, you can not undo this operation!
de_de: Achtung, das kann man nicht mehr rückgängig machen!

source: Clear data
de_de: Daten löschen

source: Sure to delete all device data from cache?
de_de: Bist du sicher alle Gerätedaten löschen zu wollen?

source: Clear devices now
de_de: Gerätedaten jetzt löschen

source: Sure to delete all measurement data from cache?
de_de: Bist du sicher alle Messwerte löschen zu wollen?

source: Clear data now
de_de: Messwerte jetzt löschen

source: NetAtmo Account
de_de: NetAtmo Konto

source: Already connected successfully to your NetAtmo account!
de_de: Bereits erfolgreich mit NetAtmo Konto verbunden!

source: Refresh token:
de_de: Aktualisierungstoken:

source: Sure to disconnect this plugin from your NetAtmo account?
de_de: Bist du sicher die Verbindung zum NetAtmo Konto trennen zu wollen?

source: Disconnect from NetAtmo?
de_de: Trennen von NetAtmo?

source: Schedules Overview
de_de: Überblick der Jobs

source: for displaying all schedules (wordpress cron) to refresh / cache data connect to the account. Example:
de_de: zum Darstellen der Synchronisierungszeitpunkte (von Wordpress Cron) zum aktualisieren / cachen der Daten. Beispiel:

source: Additional configuration possibilities are:
de_de: Zusätzliche Konfigurationsmöglichkeiten sind:

source: Devices Overview
de_de: Übersicht über Gerätedaten

source: for displaying all devices connect to the account. Example:
de_de: zum Darstellen aller Geräte, welche mit diesem Account verknüpft sind. Beispiel:

source: Data Overview
de_de: Überblick für Messwerte

source: for displaying the latest measures retrieved from the server. Example:
de_de: zum Darstellen der aktuellsten Messwerte, welche im Cache gespeichert sind. Beispiel:

source: Version info:
de_de: Versionsinfo:

source: Database: %s
de_de: Datenbank: %s

source: Shortcode (or its parameter) not implemented!
de_de: ShortCode (oder Parameter) nicht implementiert!

source: Latest measurements
de_de: Letzte Messwerte

source: No data records cached!
de_de: Keine Messwerte im Cache!

source: ... (seperated by semicolon ";" )
de_de: ... (mit Strichpunkt ";" getrennt)

source: No devices in cache!
de_de: Keine Gerätedaten im Cache!

source: Data
de_de: Daten

source: Next schedule is at %s to refresh device list.
de_de: Nächste Aktualisierung der Geräte ist um %s.

source: Next schedule is at %s to get and cache new measure sets.
de_de: Nächster Abgleich und Start des cachen der Messwerte ist um %s.

source: ERROR
de_de: FEHLER

source: Something happend during retrieving the data from netatmo.com!
de_de: Irgendwas schlug fehl, während dem Datentransfer von netatmo.com!

source: Widget to display actual weather data
de_de: Widget zum Anzeigen der aktuellen Wetterdaten

source: Weather @ home
de_de: Wetter @ home

source: Title:
de_de: Titel:

source: Show latest measures
de_de: Aktuellste Messwerte anzeigen

source: Show daily avg. measures
de_de: Mittel des Tages anzeigen

source: Show location on map
de_de: Wetterstation auf Karte anzeigen
